Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: "In total, almost 2,000 projects were identified with a total investment cost of 1,300 billion euros of which 500 billion (are) to be realized within the next three years," said the document, which will be discussed by EU finance ministers on Tuesday.
pt: "Foram identificados quase 2 mil projetos com um custo total de investimento de 1,3 trilhão de euros, dos quais 500 bilhões são para os próximos três anos", informa o documento, a ser discutido pelos ministros das Finanças da UE na terça-feira.

source: Tsipras gave no details of how long banks will remain closed or what restrictions will be placed on transactions .
pt: Tsipras não deu detalhes sobre quanto tempo os bancos vão permanecer fechados ou o que restrições serão colocados sobre as transações, de acordo com reportagem da Associated Press.

source: The missing jet had requested a "deviation" from the flight path due to bad weather, AirAsia said.
pt: Segundo especialista, mau tempo não deve ter sido a única causa para desaparecimento de voo da AirAsia .

source: A video emerged on Monday showing about 130 of the girls wearing hijabs and reciting Koranic verses.
pt: Na segunda-feira, o Boko Haram divulgou um vídeo que mostra 130 das vítimas recitando versos do Corão .

source: Although other, smaller European countries like Slovenia and Malta have far more to lose when the debt is expressed as a share of the country's GDP.
pt: Mas a dívida pesa muitos mais para credores menores como Eslovênia e Malta; basta comparar o valor com o PIB do país.

source: Even if Syriza wins, it is unlikely to gain an absolute majority, and would have to seek coalition partners.
pt: Mesmo que vença as eleições, é improvável que o partido consiga a maioria absoluta das cadeiras .

source: "And, indeed, we remain convinced the people of Cuba would be best served by a genuine democracy, where people are free to choose their leaders, express their ideas, and practice their faith; where the commitment to economic and social justice is realized more fully; where institutions are answerable to those they serve; and where civil society is independent and allowed to flourish," Kerry said.
pt: "Nós seguimos convencidos que o povo de Cuba estaria mais bem servido por uma democracia genuína, onde as pessoas fossem livres para escolher seus líderes, expressar suas ideias e praticar sua fé", afirmou a autoridade dos EUA.

source: The commander of the notorious military prison said that he “doesn’t have an opinion on whether the facility should close or not.”
pt: O coronel Heath disse não ter uma opinião sobre se o centro deve fechar, ou não.

source: He was sentenced to 60 years in prison, where he remains .
pt: Ele foi condenado a 12 anos e sete meses de prisão.

source: But Rhodes made clear that going after Islamic State forces based in Syria is an option after the release of a video this week showing one of the group's fighters beheading American journalist James Foley and threatening to kill a second American, Steve Sotloff.
pt: Apesar da ameaça deste grupo de executar um segundo refém americano após o jornalista James Foley, o governo americano prometeu continuar os ataques aéreos contra o EI no norte do Iraque para ajudar as forças iraquianas e curdas a repeli-los.

source: In 2013, a French-led military operation drove back Islamist fighters, who had taken advantage of an ethnic Tuareg rebellion and a military coup to seize territory in the north a year earlier.
pt: Uma operação militar lidera pelos franceses em 2013 expulsou combatentes islâmicos de cidades que haviam tomado um ano antes no deserto ao norte do país.

source: Expressing his staunch opposition to ongoing nuclear negotiations between the US and Iran, Netanyahu maintained that “Iran has proven time and again that it cannot be trusted” and warned that any deal would “all but guarantee” that Tehran will get nuclear weapons.
pt: "Este acordo não impedirá que o Irã desenvolva armas nucleares", afirmou Netanyahu, garantindo que as negociações não bloquearão o avanço iraniano para uma bomba atômica e sustentando, ao contrário, que o acordo deixaria Teerã com um "vasto" programa nuclear em andamento.

source: Why am I here ?
pt: "Eu estou de homem ?

source: It's a statement that has a lot of people wondering: Can he even do that?
pt: Mas são pessoas, e não tem como fazer de conta que elas não existem .

source: (CNN)U.S. Secretary of State John Kerry broke his right femur in a cycling accident in Scionzier, France, on Sunday morning, State Department spokesman John Kirby said.
pt: John Kirby, porta-voz do Departamento de Estado americano, informou que, apesar ter quebrado a perna direita, Kerry não perdeu a consciência e seu quadro é estável.

source: Sadly that wasn't to be.
pt: "Não sei o que aconteceu .

source: A French teen born with HIV has become a world first after going into remission for 12 years .
pt: Jovem francesa em remissão do HIV 12 anos após parar de tomar medicamentos

source: Ice water baths or showers were also used to try to break suspects.
pt: Os prisioneiros também eram submetidos regularmente a duchas ou banhos de água gelada.

source: "A lot of times, 'Oscar bait' movies are very personal projects that have meaty roles for actresses and actors, but don't necessarily reach a wide audience," said Jeff Bock of box office tracker Exhibitor Relations.
pt: "Este ano, os candidatos ao Oscar são projetos muito pessoais, que oferecem ótimos papéis para os atores e atrizes, mas que não chegam necessariamente a um público grande", explica à AFP.

source: STOCKHOLM Aug 8 (Reuters) - Online music streaming service Spotify has re-advertised a job for a regulatory filings expert this week, half a year after the position was originally posted in February when it sparked speculation the firm could be preparing to go public.
pt: ESTOCOLMO (Reuters) - O serviço de transmissão online de músicas Spotify voltou a anunciar uma vaga para especialista em pedido de registro de companhia aberta nesta semana, meio ano após a posição ter sido anunciada em fevereiro quando deu início à especulação de que a firma poderia estar se preparando para se listar em bolsa.

source: If everyone did, we wouldn't have a problem .
pt: Porque tudo que é de todos não é de ninguém .

source: Authorities said Juraboev first came to the attention of law enforcement in August, when he posted on an Uzbek-language website that propagates the Islamic State ideology.
pt: Promotores federais disseram que Juraboev chamou a atenção das forças de segurança em agosto, quando publicou material num site em língua usbeque que difunde a ideologia do Estado Islâmico .

source: Vatican to officially recognize Palestinian statehood in new treaty
pt: Vaticano anuncia acordo para reconhecer Estado palestino

source: He has already bought a BMW car even though hasn’t got a driver's license .
pt: O rapaz conta que comprou uma BMW, antes de ter licença para dirigir .

source: The White House said that the two leaders had agreed on the importance of doing everything possible to return to the path whereby Greece could make reforms and growth within the Eurozone could resume.
pt: Em uma ligação telefônica em que conversaram sobre a crise grega, Obama e Merkel "concordaram que era de vital importância fazer tudo o que for possível para retomar a um caminho que permita à Grécia retomar as reformas e recuperar o crescimento na zona do euro", afirmou o comunicado do Executivo americano.

source: At least 18 more people suffered gunshot and stab wounds and were brought to a local hospital.
pt: Nove pessoas morreram e pelo menos 18 ficaram feridas no domingo em um tiroteio entre …

source: Sometimes you win, sometimes you lose.”
pt: “Às vezes, você vai bem e não consegue vencer .

source: That is fewer than in the first four months of last year, but the number of deaths has risen almost nine-fold.
pt: Pelo menos mil pessoas já morreram em incidentes este ano, um número bem maior que nos primeiros quatro meses de 2014.

source: Man beheaded, several injured in Islamist attack on French gas factory
pt: Ataque a fábrica na França deixa um morto e vários feridos

source: MERS is a deadlier but less infectious cousin of Severe Acute Respiratory Syndrome (SARS), which killed hundreds of people when it appeared in Asia in 2003.
pt: O coronavírus MERS é considerado um parente mais mortal, mas menos contagioso do vírus que causa a síndrome respiratória aguda grave (Sars), que em 2003 deixou 800 mortos em todo o mundo.

source: In its latest report, released on Monday, the United Nations Office on Drugs and Crime (UNODC) says the child trafficking figure is particularly high in Africa and the Middle East, where it represents two-thirds of all human trafficking cases.
pt: Viena - O tráfico de crianças segue aumentando e já representa um terço dos casos de tráfico de pessoas no mundo, segundo o relatório 2014 do Escritório das Nações Unidas contra a Droga e o Crime (UNODC) publicado nesta segunda-feira.

source: Taste for seasoning and add more salt or pepper if you want .
pt: Prove o sabor e, se for necessário, adicione um pouco de sal e pimenta do reino a gosto .

source: The Workers' Party says all the donations it received were legal.
pt: O ex-tesoureiro nega e diz que todas as doações recebidas foram legais .

source: The Israeli military said earlier that a mortar bomb had been fired across the border in the first such attack since the ceasefire, causing no damage or casualties.
pt: As Forças Armadas de Israel disseram na terça-feira (16) que um projétil de morteiro foi disparado através da fronteira, no primeiro ataque desde o cessar-fogo que encerrou o conflito entre israelenses e palestinos em Gaza.

source: I'll do all I can for you."
pt: O que você deseja fazer?

source: A manhunt is under way in France for two gunmen named as suspects after 12 people were shot dead in an attack on satirical magazine Charlie Hebdo.
pt: A polícia francesa prendeu sete pessoas na megaoperação de busca a dois suspeitos do ataque à redação do seminário satírico Charlie Hebdo que deixou 12 mortos em Paris na quarta-feira.

source: President Barack Obama is expected to ask Congress for new war powers as early as Tuesday, sending Capitol Hill his blueprint for an updated authorization for the use of military force to fight the Islamic State in Iraq and the Levant (ISIL).
pt: WASHINGTON (Reuters) - A Casa Branca vai pedir ao Congresso uma nova autorização para usar a força contra os combatentes do Estado Islâmico até quarta-feira, disseram assessores parlamentares nesta segunda-feira.

source: French President Francois Hollande met with an ailing Fidel Castro on Monday, as well as the President Raul Castro, in a historic trip where he called for an end to the US embargo on Cuba.
pt: Depois de uma histórica viagem a Cuba, o presidente francês, François Hollande, visitou nesta terça-feira o Haiti, onde prometeu a ajuda financeira da França.

source: American Orthodox Rabbi Shmuley Boteach's 1999 book 'Kosher Sex' had blockbuster success, while his 2009 follow-up 'The Kosher Sutra' was also a bestseller.
pt: O rabino ortodoxo Shmuley Boteach teve grande sucesso com seu livro "Sexo Kosher" em 1999 e sua sequência em 2009 .

source: The World Surf League (WSL), which organises the competition, said Fanning was approached by two sharks, and that he and Wilson were both rescued from the water by jet-skis.
pt: A Liga Mundial de Surfe afirmou que foram vistos dois tubarões na água, perto de Fanning e do outro finalista, Julian Wilson, também da Austrália.

source: Rafael Nadal returns to the court
pt: O espanhol Rafael Nadal

source: The government said it had allocated 150 billion roubles ($2.5 billion) to support the Yamal liquefied natural gas (LNG) project in the Russian Arctic, taking the total bill for state aid promised to firms in the past few days to over $5 billion.
pt: O governo disse ter alocado 150 bilhões de rublos (US$ 2,5 bilhões) para apoiar o projeto Yamal, de gás natural liquefeito no Ártico russo, levando o total dos auxílios estatais prometidos para empresas nos últimos dias para mais de US$ 5 bilhões.

source: The magnitude of the first explosion was the equivalent of detonating three tonnes of TNT, while the second was the equivalent of 21 tonnes, the China Earthquake Networks Centre said.
pt: Segundo o centro responsável por monitorar terremotos na China, a primeira explosão teve força equivalente à detonação de três toneladas de dinamite .

source: "So many of you have lost everything," Francis told 150,000 Catholic faithful gathered before Mass under a steady rain in an open field near the airport in Tacloban, the city hit hardest by Typhoon Haiyan .
pt: "Tantos de vocês perderam tudo", disse Francisco a 150 mil fiéis católicos reunidos em um campo aberto próximo ao aeroporto de Tacloban, a cidade filipina mais afetada pelo Haiyan .

source: "In the last decade in Guerrero there have been few statements taken because the families are afraid .
pt: "Na última década, em Guerrero, o número de denúncias foi muito pequeno, pois as famílias estão assustadas .

source: Indeed, the central bank acknowledged the growth challenges on Friday, when it said the economy faced headwinds and that the inflation outlook was benign, but ruled out the need for quantitative easing.
pt: O banco central reconheceu os desafios de crescimento na sexta-feira, quando disse que a China não vai adotar uma política monetária apertada demais nem frouxa demais para ajudar a sustentar a economia, que enfrenta obstáculos e um cenário benigno de inflação.

source: I don't want to return to Italy .
pt: Se os italianos não vão quer ficar com ele ?

source: Sponsors Coca-Cola Co (KO.N), Visa Inc (V.N), Adidas AG (ADSGn.DE) and Anheuser-Busch InBev SA (ABI.BR) called the move a positive step, but some sponsors said they expected FIFA to do more to clean up its act.
pt: Patrocinadores como Coca-Cola, Visa, Adidas e Anheuser-Busch InBev afirmaram que a medida é um passo positivo, mas alguns ainda esperam que a Fifa tome mais medidas para limpar sua imagem.

source: We are here until we see positive indications from London."
pt: Ficaremos aqui até vermos indicações positivas vindas de Londres”, acrescentou.

source: Israel is facing an ongoing wave of terror which is focused on Jerusalem, Prime Minister Benjamin Netanyahu said after an attack on a synagogue Tuesday killed four rabbis at prayer.
pt: Jerusalém - O primeiro-ministro israelense, Benjamin Netanyahu, denunciou nesta terça-feira (18/11) à noite "uma onda terrorista que se abate sobre Jerusalém", pregando mais uma vez firmeza após o ataque de dois palestinos a uma sinagoga em Jerusalém Oriental.

source: Other Swiss industries prominently affected by the agreement are:
pt: Outras principais indústrias suíças que se beneficiarão com o acordo:

source: The Tripartite FTA encompasses 25 member states from the Common Market for Eastern and Southern Africa (COMESA), the East African Community (EAC) and the Southern African Development Community (SADC), covering a combined population of 625 million people and a gross domestic product (GDP) of 1.2 trillion U.S. dollars.
pt: O conjunto agrupará os países do Mercado Comum dos Estados da África Austral e do Leste (Comesa), da Comunidade de África do Leste (EAC) da Comunidade de Desenvolvimento da África Austral (SADC), o que equivale a mais de 625 milhões de habitantes e mais de um bilhão de dólares de PIB.

source: “I’m not questioning his patriotism -- he’s a patriot I’m sure,” he told Fox News.
pt: Ele é um patriota, tenho certeza", disse à emissora.

source: However, there was a loophole that allowed people to continue to access Gmail through Microsoft's Outlook or Apple's email client .
pt: Eles permitiam que as pessoas se comunicassem usando o Gmail em aplicativos como o email do iPhone, da Apple, e o Microsoft Outlook.

source: I couldn't take it anymore .
pt: "Eu não vou sobreviver se não receber ajuda .

source: Merkel insisted that the Berlin meeting with Ukrainian President Petro Poroshenko and French President Francois Hollande had been called to help “implement the Minsk deal, not to call it into question.”
pt: A chanceler alemã, Angela Merkel, que recebeu Hollande e o presidente ucraniano, Petro Poroshenko, disse esperar que a China faça "tudo o que possa" para estabilizar a situação.

source: Instead, a government official said, it wanted authority from the euro zone to issue more short-term debt, and to receive profits that the European Central Bank and other central banks have gained from holding Greek bonds.
pt: ATENAS (Reuters) - A ação do Banco Central Europeu (BCE) de não aceitar mais títulos gregos em troca de recursos não vai ameaçar o sistema bancário da Grécia, disse uma autoridade do banco central grego nesta quinta-feira.

source: Minutes from last month's Federal Reserve monetary policy meeting showed officials in broad agreement that the U.S. economy was nearing the point where interest rates should move higher .
pt: A ata da reunião do final de julho mostra que a elevação da taxa de juros nos Estados Unidos ainda não é consenso no Federal Reserve, o banco central americano.

source: Netanyahu seeks better deal on Iran; Obama says it is best hope on nuclear issue
pt: Obama diz que via diplomática é a melhor opção em negociações com Irã

source: A lawmaker in the region, Mohammed Tahir, told CNN that Boko Haram killed 48 people and injured 11 others Wednesday when the militants stormed two other villages near the town of Monguno.
pt: - Os atiradores do Boko Haram mataram 48 homens e feriram outros 11 no ataque - disse o legislador Mohammed Tahir, em referência à violência ocorrida na vila de Monguno, no estado de Borno.

source: I would like to dedicate this victory to him .
pt: “Gostaria de dedicar a vitória a Dante .

source: "This is really nice .
pt: Foi muito lindo e bem divertido".

source: JERUSALEM (Reuters) - Chip giant Intel Corp submitted a plan to Israel's government to invest 20 billion shekels ($5.8 billion / 3.4 billion pounds) in upgrading its plant in southern Israel, the Economy Ministry said on Monday.
pt: De acordo com o Ministério da Economia israelense, a Intel enviou um plano ao governo do país para investir 20 bilhões de shekels (5,8 bilhões de dólares) na atualização da sua fábrica localizada no sul de Israel.

source: Search and rescue operations continued through the night, with coast guard personnel reinforced by a Philippine navy ship and two air force planes.
pt: A Guarda Costeira recebeu reforço de um navio da Marinha filipina e de dois aviões da Força Aérea.

source: Annabel Fiddes, an economist at Markit, said the downturn in manufacturing operating conditions led to weaker expansion of overall business activity despite a strong start of service companies to the second quarter.
pt: Segundo Annabel Fiddes, economista da Markit, os últimos dados mostram que o setor de serviços chinês teve um forte começo para o segundo trimestre .

source: Nigeria: Boko Haram Kills 22 in Cameroon,...
pt: Ataque do Boko Haram mata 19 em Camarões

source: The Wall Street Journal reported it would last a minimum of one year while Bloomberg said the purchases would run until the end of 2016 .
pt: O Wall Street Journal noticiou que o programa terá duração mínima de um ano, enquanto a agência de notícias Bloomberg informou que as compras de ativos vão até o final de 2016.

source: Hamas does not comment on Deif's health .
pt: Um oficial do Hamas disse que Deif não utiliza a casa.

source: China is one of 26 nations involved in the search for flight MH370 .
pt: Atualmente, 26 países estão envolvidos na procura por sinais do voo MH370.

source: After a lengthy restoration process the painting was verified by Dr Christopher Brown, one of the world's leading authorities on Van Dyck.
pt: Depois de ser limpo e restaurado, a pintura foi examinada por Christopher Brown, uma das maiores autoridades mundiais em Van Dyck, que certificou a sua autenticidade.

source: I walked over to their house and my mum almost walked past me because she didn't know who I was.
pt: Não importa de onde a pessoa venha, mas até onde ela quer chegar, e é isso que eu tento passar .

source: However, FAO also warned that food insecurity is worsening in a number of countries due to civil conflicts, adverse weather and the Ebola disease outbreak.
pt: FAO alerta para insegurança alimentar, apesar de produção recorde de cereal O informe alertou que a insegurança alimentar estava piorando em vários países, devido a conflitos

source: More than 800 people have been killed in terror attacks since then.
pt: Mais de 800 pessoas foram mortas no Nordeste do país em dois meses .

source: Three journalists for TV station Al-Jazeera were arrested in Paris on Wednesday after flying a drone from a park on the edge of the city, a judicial source said.
pt: Três jornalistas da rede de televisão Al-Jazeera foram detidos após pilotarem um drone nesta quarta-feira (25) à tarde em um parque em Paris, indicaram fontes próximas às investigação.

source: Brown's casket arrives at Saint Peters Cemetery in St. Louis.
pt: Caixão com o corpo de Brown em uma igreja de St. Louis

source: Passengers said they left the plane immediately but were left standing on the tarmac, some in their stocking feet, for more than an hour as they were lashed by wind-whipped snow before buses arrived.
pt: Os passageiros também reclamaram que tiveram que sair do avião imediatamente, mas foram deixados esperando na pista de pouso por mais de uma hora, sob neve e ventos fortes, até que um ônibus chegassem para transportá-los.

source: We never got a no.
pt: Por que não tem como mesmo .

source: Merkel said last Saturday no one should doubt Europe's willingness to introduce tougher sanctions against Russia if it takes further steps to destabilize Ukraine .
pt: BERLIM, 5 Abr (Reuters) - Ninguém deveria duvidar da disposição da Europa de impor sanções mais rígidas contra a Rússia se o país continuar desestabilizando a Ucrânia, afirmou neste sábado a chanceler alemã, Angela Merkel.

source: The United States continues to encourage all sides to come to an agreement that will keep Greece in the eurozone, which U.S. officials believe is in everyone's best interest, White House spokesman Josh Earnest said.
pt: O porta-voz da Casa Branca Josh Earnest afirmou que é do melhor interesse da Europa e dos Estados Unidos que a crise de dívida grega seja resolvida.

source: "To be clear, if we reach the point where I believe our advisers should accompany Iraqi troops on attacks against specific ISIL targets, I will recommend that to the president," Dempsey said.
pt: "Se chegarmos ao ponto de que consideramos necessrios que nossos conselheiros devem acompanhar as tropas iraquianas em sua ofensiva contra os objetivos de Estado Islmico, isso o que recomendarei ao presidente", declarou Dempsey.

source: 1800GMT: Ban Ki-moon calls for cease-fire in Gaza
pt: Ban Ki-moon reforça pedido de cessar-fogo em Gaza

source: "We do not yet know what has happened to flight 4U9525 .
pt: "Não sabemos ainda o que aconteceu com o voo 4U9525 .

source: Bin Laden was the leader of al-Qaeda until his death in May 2011, when the US announced that he had been killed by US forces in a compound in Abbottabad, Pakistan.
pt: Bin Laden, fundador e líder da organização terrorista Al Qaeda, foi morto pelas forças especiais norte-americanas, no Paquistão, em 2011.

source: Italy economy minister says 2014 growth could be above 0.8 pct-paper
pt: Ministro italiano prevê economia do país subindo acima de 0,8% em 2014, diz jornal
